{
  "flagPage": {
    "title": "Прапор Азова",
    "description": "Опис прапора Азов українською..."
  },
  "title": "Підписи на прапорі",
  "person0": {
    "name": "Андрій 'Спайдер' Ігнатюк",
    "bio": "Начальник відділу гуманітарного забезпечення 12-ї бригади спецпризначення 'Азов'. Орден «За мужність» ІІІ ступеня, підполковник. Він звільняв Маріуполь у 2014-му, і вісім років потому боронив його із побратимами знов. З меткомбінату Азовсталь хорунжий виходив 20 травня. У російському полоні він провів рік: спочатку в Оленівці, потім — у Донецькому СІЗО.",
    "shortInfo": "Ми справно служимо своїй країні. І будемо це робити ще не десять і не 20 років"
  },
  "person1": {
    "name": "Ілля 'Смурф' Ільяшенко",
    "bio": "Захисник «Азовсталі» та рідного Маріуполя. 10 місяців полону. Ветеран на пенсії. Військовослужбовець 23-го загону морської охорони Держприкордонслужби. Отримав контузію коли ракета залетіла в його авто, був на заводі «Азовсталь», пробув у російському полоні 10 місяців, де щодня були знущання, катування електрошокером, випалювання татуювань та брів.",
    "shortInfo": "Будь-яка допомога, яку ти робиш, – це вже маленький успіх у цілому для нашої перемоги. Дуже хочу миру, щоби гроші ми збирали на дитячі майданчики, а не на якусь зброю"
  },
  "person2": {
    "name": "Ісенаджиєв Асан Ділаверович 'Хасан'",
    "bio": "Родом з міста Генічеськ в Херсонскій області. За освітою фельдшер. У 2016 році закінчив Генічеське медичне училище. Учасник блокади Криму у 2015 році. Учасник АТО. Служив у Бердянському прикордонному загоні, Краматорському прикордонному загоні. У 18 році був переведений до 23 Загону морської охорони ДПСУ в Маріуполь. Після звільнення із служби у ДПСУ, одразу вступив до «Азову». Учасник оборони Маріуполя.",
    "shortInfo": " Я побачив стільки болю, але не зламаюсь ніколи."
  },
  "person3": {
    "name": "Віктор 'Лелека' Лахно",
    "bio": "Один із72 учасників «Авіапрориву на Азовсталь». Колишній військовополонений. Учасник АТО 2016-2018 року. Громадський діяч. Перші дні повномасштабної війни Віктор Лахно зустрів у Бердянську, а коли російські окупанти увійшли в місто, – партизанив у своєму рідному селищі в Запорізькій області. Вибравшись з окупації, приєднався до операції по деблокаді Маріуполя. Він один з трьох військових, хто полетів на гвинтокрилі у саме пекло – в оточене ворогами місто. Попри поранення, продовжував виконувати бойове завдання, і разом із захисниками та захисницями з Азовсталі, потрапив у російський полон. 25-річний хлопець провів у полоні 13 місяців. Його обміняли у червні 2022 року – це був крайній обмін військовополонених з Азовсталі. І знову повернувся на війну. ",
    "shortInfo": "Ми усвідомлювали, що таке Росія, ми пам’ятали про події «котлів» і ми розуміли, що не буде, як нам обіцяють."
  },
  "person4": {
    "name": "Антон 'Малібу' Кузнецов",
    "bio": "До «Азову» приєднався у 2019 році, підписавши трирічний контракт. Спочатку Кузнєцов служив стрільцем у другому відділенні другого взводу третьої роти другого батальйону. 20 травня 2022 року за наказом командира полку «Азов» «Редіса» (Дениса Прокопенка) «Малібу» залишив територію заводу «Азовсталь» і здався в полон.",
    "shortInfo": "Коротка біографія Героя B українською..."
  },
  "person5": {
    "name": "Євген 'Чудік' Чуднецов",
    "bio": "Начмед 12-ї бригади. Двічі був у полоні. Євген «Чудік» Чуднєцов народився в Макіївці. Старший сержант бригади «Азов», захисник Маріуполя, герой «Азовсталі». Загалом провів у російському полоні близько чотирьох років. Звільнився 6 травня 2023 року. Зараз знову на фронті.",
    "shortInfo": "У Росії нічого не змінюється, навіть якщо Навальний змінить Путіна"
  },
  "person6": {
    "name": "Валерія (Карпиленко) Суботіна 'Нава'",
    "bio": "Валерія — поетка родом з Маріуполя, у 2015 році приєдналася до пресслужби полку 'Азов', згодом була пресофіцеркою у Донецькому прикордонному загоні. У полон Валерія Карпиленко (Суботіна) потрапила під час виходу українських військових з 'Азовсталі' 16 травня 2022 року й повернулася до України в результаті великого обміну полоненими.",
    "shortInfo": "Зараз дуже багато історій, коли тут гинуть чоловіки або дівчата — військовослужбовці, які є родинами. А потім через кілька днів гине хтось інший. Ніби йдуть одне за одним."
  },
  "person7": {
    "name": "Дмитро 'Дипломат' Андрющенко",
    "bio": "На війні з 2014 року. Дмитро Андрющенко родом з міста Маріуполь, на фронті з 2014 року у складі полку 'Азов'. 'Дипломат' вийшов з полону у вересні 2022 року. ",
    "shortInfo": "Ми щит для Європи. Вони не мають права про нас забувати. Увесь світ має об’єднатися, щоб покарати терористів."
  },
  "person8": {
    "name": "Святослав Хоробрий 'Хоробрий'",
    "bio": " У 2015 та 2016 році він їздив на блокаду Криму в Чонгар з Національним корпусом. А вже у 2020 році підписав контракт та став військовослужбовцем полку 'Азов'. Оборонець Маріуполя та заводу «Азовсталь», що рік перебував у російському полоні та без вагань повернувся на службу в артилерію бригади «Азов». Сьогодні - заступник командира бригадної артилерійської групи 12-ї бригади спеціального призначення «Азов» НГУ.",
    "shortInfo": "Ми вижили, і більшість з нас залишились майже цілими після Маріуполя. Зараз ми на волі. І це наш святий обов'язок (воювати) перед нашими загиблими побратимами і перед ще 700 хлопцями, які перебувають в російському полоні."
  },
  "prevBtn": "Наступний",
  "nextBtn": "Попередній"
}
